[
  {
    "id": 1,
    "url": "https://www.tvmaze.com/shows/1/under-the-dome",
    "name": "Under the Dome",
    "genres": [
      "Drama",
      "Science-Fiction",
      "Thriller"
    ],
    "image": {
      "medium": "https://static.tvmaze.com/uploads/images/medium_portrait/81/202627.jpg",
      "original": "https://static.tvmaze.com/uploads/images/original_untouched/81/202627.jpg"
    },
    "summary": "<p><b>Under the Dome</b> is the story of a small town that is suddenly and inexplicably sealed off from the rest of the world by an enormous transparent dome. The town's inhabitants must deal with surviving the post-apocalyptic conditions while searching for answers about the dome, where it came from and if and when it will go away.</p>"
  },
  {
    "id": 2,
    "url": "https://www.tvmaze.com/shows/2/person-of-interest",
    "name": "Person of Interest",
    "genres": [
      "Action",
      "Crime",
      "Science-Fiction"
    ],
    "image": {
      "medium": "https://static.tvmaze.com/uploads/images/medium_portrait/163/407679.jpg",
      "original": "https://static.tvmaze.com/uploads/images/original_untouched/163/407679.jpg"
    },
    "summary": "<p>You are being watched. The government has a secret system, a machine that spies on you every hour of every day. I know because I built it. I designed the Machine to detect acts of terror but it sees everything. Violent crimes involving ordinary people. People like you. Crimes the government considered \"irrelevant\". They wouldn't act so I decided I would. But I needed a partner. Someone with the skills to intervene. Hunted by the authorities, we work in secret. You'll never find us. But victim or perpetrator, if your number is up, we'll find you.</p>"
  },
  {
    "id": 3,
    "url": "https://www.tvmaze.com/shows/3/bitten",
    "name": "Bitten",
    "genres": [
      "Drama",
      "Horror",
      "Romance"
    ],
    "image": {
      "medium": "https://static.tvmaze.com/uploads/images/medium_portrait/0/15.jpg",
      "original": "https://static.tvmaze.com/uploads/images/original_untouched/0/15.jpg"
    },
    "summary": "<p>Based on the critically acclaimed series of novels from Kelley Armstrong. Set in Toronto and upper New York State, <b>Bitten</b> follows the adventures of 28-year-old Elena Michaels, the world's only female werewolf. An orphan, Elena thought she finally found her \"happily ever after\" with her new love Clayton, until her life changed forever. With one small bite, the normal life she craved was taken away and she was left to survive life with the Pack.</p>"
  },
  {
    "id": 4,
    "url": "https://www.tvmaze.com/shows/4/arrow",
    "name": "Arrow",
    "genres": [
      "Drama",
      "Action",
      "Science-Fiction"
    ],
    "image": {
      "medium": "https://static.tvmaze.com/uploads/images/medium_portrait/213/534017.jpg",
      "original": "https://static.tvmaze.com/uploads/images/original_untouched/213/534017.jpg"
    },
    "summary": "<p>After a violent shipwreck, billionaire playboy Oliver Queen was missing and presumed dead for five years before being discovered alive on a remote island in the Pacific. He returned home to Starling City, welcomed by his devoted mother Moira, beloved sister Thea and former flame Laurel Lance. With the aid of his trusted chauffeur/bodyguard John Diggle, the computer-hacking skills of Felicity Smoak and the occasional, reluctant assistance of former police detective, now beat cop, Quentin Lance, Oliver has been waging a one-man war on crime.</p>"
  },
  {
    "id": 5,
    "url": "https://www.tvmaze.com/shows/5/true-detective",
    "name": "True Detective",
    "genres": [
      "Drama",
      "Crime",
      "Thriller"
    ],
    "image": {
      "medium": "https://static.tvmaze.com/uploads/images/medium_portrait/178/445621.jpg",
      "original": "https://static.tvmaze.com/uploads/images/original_untouched/178/445621.jpg"
    },
    "summary": "<p>Touch darkness and darkness touches you back. <b>True Detective</b> centers on troubled cops and the investigations that drive them to the edge. Each season features a new cast and a new case.</p>"
  },
  {
    "id": 6,
    "url": "https://www.tvmaze.com/shows/6/the-100",
    "name": "The 100",
    "genres": [
      "Action",
      "Adventure",
      "Science-Fiction"
    ],
    "image": {
      "medium": "https://static.tvmaze.com/uploads/images/medium_portrait/257/642675.jpg",
      "original": "https://static.tvmaze.com/uploads/images/original_untouched/257/642675.jpg"
    },
    "summary": "<p>Ninety-seven years ago, nuclear Armageddon decimated planet Earth, destroying civilization. The only survivors were the 400 inhabitants of 12 international space stations that were in orbit at the time. Three generations have been born in space, the survivors now number 4,000, and resources are running out on their dying \"Ark\" - the 12 stations now linked together and repurposed to keep the survivors alive. Draconian measures including capital punishment and population control are the order of the day, as the leaders of the Ark take ruthless steps to ensure their future, including secretly exiling a group of 100 juvenile prisoners to the Earth's surface to test whether it's habitable.</p>"
  },
  {
    "id": 7,
    "url": "https://www.tvmaze.com/shows/7/homeland",
    "name": "Homeland",
    "genres": [
      "Drama",
      "Thriller",
      "Espionage"
    ],
    "image": {
      "medium": "https://static.tvmaze.com/uploads/images/medium_portrait/230/575652.jpg",
      "original": "https://static.tvmaze.com/uploads/images/original_untouched/230/575652.jpg"
    },
    "summary": "<p>The winner of 6 Emmy Awards including Outstanding Drama Series, <b>Homeland</b> is an edge-of-your-seat sensation. Marine Sergeant Nicholas Brody is both a decorated hero and a serious threat. CIA officer Carrie Mathison is tops in her field despite being bipolar. The delicate dance these two complex characters perform, built on lies, suspicion, and desire, is at the heart of this gripping, emotional thriller in which nothing short of the fate of our nation is at stake.</p>"
  },
  {
    "id": 8,
    "url": "https://www.tvmaze.com/shows/8/glee",
    "name": "Glee",
    "genres": [
      "Drama",
      "Music",
      "Romance"
    ],
    "image": {
      "medium": "https://static.tvmaze.com/uploads/images/medium_portrait/0/73.jpg",
      "original": "https://static.tvmaze.com/uploads/images/original_untouched/0/73.jpg"
    },
    "summary": "<p><b>Glee </b>is a musical comedy about a group of ambitious and talented young adults in search of strength, acceptance and, ultimately, their voice.</p>"
  },
  {
    "id": 9,
    "url": "https://www.tvmaze.com/shows/9/revenge",
    "name": "Revenge",
    "genres": [
      "Drama",
      "Thriller",
      "Mystery"
    ],
    "image": {
      "medium": "https://static.tvmaze.com/uploads/images/medium_portrait/82/206879.jpg",
      "original": "https://static.tvmaze.com/uploads/images/original_untouched/82/206879.jpg"
    },
    "summary": "<p>This is not a story about forgiveness; <b>Revenge</b> is a show about retribution. Meet Emily Thorne, the newest resident of The Hamptons. When she was a little girl (and known as Amanda Clarke) her father, David Clarke, was framed for a horrific crime and subsequently sent to prison. While serving his time, the conspirators plotted and murdered David in order to prevent the truth from coming out. Emily is now back with a new identity and ready to take vengeance on the people that murdered her father and stole her childhood.</p>"
  },
  {
    "id": 10,
    "url": "https://www.tvmaze.com/shows/10/grimm",
    "name": "Grimm",
    "genres": [
      "Drama",
      "Crime",
      "Supernatural"
    ],
    "image": {
      "medium": "https://static.tvmaze.com/uploads/images/medium_portrait/69/174906.jpg",
      "original": "https://static.tvmaze.com/uploads/images/original_untouched/69/174906.jpg"
    },
    "summary": "<p><b>Grimm </b>is a drama series inspired by the classic Grimm Brothers' Fairy Tales. After Portland homicide detective Nick Burkhardt discovers he's descended from an elite line of criminal profilers known as \"Grimms\", he increasingly finds his responsibilities as a detective at odds with his new responsibilities as a Grimm.</p>"
  },
  {
    "id": 11,
    "url": "https://www.tvmaze.com/shows/11/gotham",
    "name": "Gotham",
    "genres": [
      "Drama",
      "Action",
      "Crime"
    ],
    "image": {
      "medium": "https://static.tvmaze.com/uploads/images/medium_portrait/189/474715.jpg",
      "original": "https://static.tvmaze.com/uploads/images/original_untouched/189/474715.jpg"
    },
    "summary": "<p>The good. The evil. The beginning.</p><p>Everyone knows the name Commissioner Gordon. He is one of the crime world's greatest foes, a man whose reputation is synonymous with law and order. But what is known of Gordon's story and his rise from rookie detective to Police Commissioner? What did it take to navigate the multiple layers of corruption that secretly ruled Gotham City, the spawning ground of the world's most iconic villains? And what circumstances created them – the larger-than-life personas who would become Catwoman, The Penguin, The Riddler, Two-Face and The Joker?</p><p><b>Gotham </b>is an origin story of the great DC Comics Super-Villains and vigilantes, revealing an entirely new chapter that has never been told. It follows one cop's rise through a dangerously corrupt city teetering between good and evil, and chronicles the birth of one of the most popular super heroes of our time.</p>"
  },
  {
    "id": 12,
    "url": "https://www.tvmaze.com/shows/12/lost-girl",
    "name": "Lost Girl",
    "genres": [
      "Drama",
      "Fantasy",
      "Horror"
    ],
    "image": {
      "medium": "https://static.tvmaze.com/uploads/images/medium_portrait/0/137.jpg",
      "original": "https://static.tvmaze.com/uploads/images/original_untouched/0/137.jpg"
    },
    "summary": "<p><b>Lost Girl</b> follows supernatural seductress Bo, a Succubus who feeds on the sexual energy of humans. Growing up with human parents, Bo had no reason to believe she was anything other than the girl next door — until she drained her boyfriend to death in their first sexual encounter. Now she has hit the road alone and afraid. <br /> She discovers she is one of the Fae, creatures of legend and folklore, who pass as humans while feeding off them secretly and in different ways, as they have for millennia. Relieved yet horrified to find out that she is not alone, Bo decides to take the middle path between the humans and the Fae while embarking on a personal mission to unlock the secrets of her origin.</p><p>With the help of her human sidekick, Kenzi, and Dyson, a sexy police detective, Bo takes on a challenge every week helping a Fae or human client who comes to her to solve a mystery, or to right a wrong.</p>"
  },
  {
    "id": 13,
    "url": "https://www.tvmaze.com/shows/13/the-flash",
    "name": "The Flash",
    "genres": [
      "Drama",
      "Action",
      "Science-Fiction"
    ],
    "image": {
      "medium": "https://static.tvmaze.com/uploads/images/medium_portrait/296/740329.jpg",
      "original": "https://static.tvmaze.com/uploads/images/original_untouched/296/740329.jpg"
    },
    "summary": "<p>After a particle accelerator causes a freak storm, CSI Investigator Barry Allen is struck by lightning and falls into a coma. Months later he awakens with the power of super speed, granting him the ability to move through Central City like an unseen guardian angel. Though initially excited by his newfound powers, Barry is shocked to discover he is not the only \"meta-human\" who was created in the wake of the accelerator explosion -- and not everyone is using their new powers for good. Barry partners with S.T.A.R. Labs and dedicates his life to protect the innocent. For now, only a few close friends and associates know that Barry is literally the fastest man alive, but it won't be long before the world learns what Barry Allen has become...The Flash!</p>"
  },
  {
    "id": 14,
    "url": "https://www.tvmaze.com/shows/14/continuum",
    "name": "Continuum",
    "genres": [
      "Drama",
      "Crime",
      "Science-Fiction"
    ],
    "image": {
      "medium": "https://static.tvmaze.com/uploads/images/medium_portrait/0/184.jpg",
      "original": "https://static.tvmaze.com/uploads/images/original_untouched/0/184.jpg"
    },
    "summary": "<p><b>Continuum </b>is a one-hour police drama centered on Kiera Cameron, a regular cop from 65 years in the future who finds herself trapped in present day Vancouver. She is alone, a stranger in a strange land, and has eight of the most ruthless criminals from the future, known as Liber8, loose in the city.</p><p>Lucky for Kiera, through the use of her CMR (cellular memory recall), a futuristic liquid chip technology implanted in her brain, she connects with Alec Sadler, a seventeen-year-old tech genius. When Kiera calls and Alec answers, a very unique partnership begins.</p><p>Kiera's first desire is to get \"home.\" But until she figures out a way to do that, she must survive in our time period and use all the resources available to her to track and capture the terrorists before they alter history enough to change the course of the future. After all, what's the point of going back if the future isn't the one you left?</p>"
  },
  {
    "id": 15,
    "url": "https://www.tvmaze.com/shows/15/constantine",
    "name": "Constantine",
    "genres": [
      "Drama",
      "Action",
      "Horror"
    ],
    "image": {
      "medium": "https://static.tvmaze.com/uploads/images/medium_portrait/0/154.jpg",
      "original": "https://static.tvmaze.com/uploads/images/original_untouched/0/154.jpg"
    },
    "summary": "<p>Based on the wildly popular comic book series \"Hellblazer\" from DC Comics, seasoned demon hunter and master of the occult John Constantine is armed with a ferocious knowledge of the dark arts and a wickedly naughty wit. He fights the good fight - or at least he did. With his soul already damned to hell, he's decided to abandon his campaign against evil until a series of events thrusts him back into the fray, and he'll do whatever it takes to protect the innocent. With the balance of good and evil on the line‎, <b>Constantine </b>will use his skills to travel the country, find the supernatural terrors that threaten our world and send them back where they belong. After that, who knows... maybe there's hope for him and his soul after all.</p>"
  },
  {
    "id": 16,
    "url": "https://www.tvmaze.com/shows/16/penny-dreadful",
    "name": "Penny Dreadful",
    "genres": [
      "Horror",
      "Thriller",
      "Supernatural"
    ],
    "image": {
      "medium": "https://static.tvmaze.com/uploads/images/medium_portrait/48/122237.jpg",
      "original": "https://static.tvmaze.com/uploads/images/original_untouched/48/122237.jpg"
    },
    "summary": "<p>Some of literature's most terrifying characters, including Dr. Frankenstein and his monster, Dorian Gray, and iconic figures from the novel Dracula are lurking in the darkest corners of Victorian London. They are joined by a core of original characters in a complex, frightening new narrative. <b>Penny Dreadful </b>is a psychological thriller filled with dark mystery and suspense, where personal demons from the past can be stronger than vampires, evil spirits and immortal beasts.</p>"
  },
  {
    "id": 18,
    "url": "https://www.tvmaze.com/shows/18/the-amazing-race",
    "name": "The Amazing Race",
    "genres": [
      "Action",
      "Adventure",
      "Family"
    ],
    "image": {
      "medium": "https://static.tvmaze.com/uploads/images/medium_portrait/237/592579.jpg",
      "original": "https://static.tvmaze.com/uploads/images/original_untouched/237/592579.jpg"
    },
    "summary": "<p>From athletes and actors to tattoo artists, social workers and musicians - a diverse mix of teams will need to utilize their street smarts and savvy know-how to compete in the race of their lifetime.</p>"
  },
  {
    "id": 19,
    "url": "https://www.tvmaze.com/shows/19/supernatural",
    "name": "Supernatural",
    "genres": [
      "Drama",
      "Action",
      "Supernatural"
    ],
    "image": {
      "medium": "https://static.tvmaze.com/uploads/images/medium_portrait/268/672051.jpg",
      "original": "https://static.tvmaze.com/uploads/images/original_untouched/268/672051.jpg"
    },
    "summary": "<p>This haunting series follows the Winchester brothers as they crisscross the lonely and mysterious back roads of the country in their '67 Chevy Impala, hunting down every evil supernatural force they encounter along the way.</p>"
  },
  {
    "id": 20,
    "url": "https://www.tvmaze.com/shows/20/the-strain",
    "name": "The Strain",
    "genres": [
      "Drama",
      "Horror",
      "Thriller"
    ],
    "image": {
      "medium": "https://static.tvmaze.com/uploads/images/medium_portrait/70/175363.jpg",
      "original": "https://static.tvmaze.com/uploads/images/original_untouched/70/175363.jpg"
    },
    "summary": "<p><b>The Strain</b> is a high-concept thriller that tells the story of Dr. Ephraim Goodweather, the head of the Center for Disease Control Canary Team in New York City. He and his team are called upon to investigate a mysterious viral outbreak with hallmarks of an ancient and evil strain of vampirism. As the strain spreads, Goodweather, his team, and an assembly of everyday New Yorkers wage war for the fate of humanity itself.</p>"
  },
  {
    "id": 21,
    "url": "https://www.tvmaze.com/shows/21/the-last-ship",
    "name": "The Last Ship",
    "genres": [
      "Drama",
      "Action",
      "Thriller"
    ],
    "image": {
      "medium": "https://static.tvmaze.com/uploads/images/medium_portrait/164/412464.jpg",
      "original": "https://static.tvmaze.com/uploads/images/original_untouched/164/412464.jpg"
    },
    "summary": "<p>Their mission is simple: Find a cure. Stop the virus. Save the world. When a global pandemic wipes out eighty percent of the planet's population, the crew of a lone and unaffected Navy destroyer, the USS Nathan James, must find a way to pull humanity from the brink of extinction.</p>"
  },
  {
    "id": 22,
    "url": "https://www.tvmaze.com/shows/22/true-blood",
    "name": "True Blood",
    "genres": [
      "Drama",
      "Romance",
      "Supernatural"
    ],
    "image": {
      "medium": "https://static.tvmaze.com/uploads/images/medium_portrait/236/590987.jpg",
      "original": "https://static.tvmaze.com/uploads/images/original_untouched/236/590987.jpg"
    },
    "summary": "<p><b>True Blood </b>is a horror/drama based on a series of novels called <i>The Southern American Vampires Mysteries</i>. It focuses on Sookie Stackhouse and her various encounters with vampires and other supernatural beings. The show is centred in the small town of Bon Temps in Louisiana. The show focuses heavily on the co-existence of humans with vampires. The show also touches on several other controversial issues involving equal rights, violence, discrimination and religion.</p>"
  },
  {
    "id": 23,
    "url": "https://www.tvmaze.com/shows/23/once-upon-a-time-in-wonderland",
    "name": "Once Upon a Time in Wonderland",
    "genres": [
      "Drama",
      "Adventure",
      "Fantasy"
    ],
    "image": {
      "medium": "https://static.tvmaze.com/uploads/images/medium_portrait/73/183661.jpg",
      "original": "https://static.tvmaze.com/uploads/images/original_untouched/73/183661.jpg"
    },
    "summary": "<p>In Victorian England, the young and beautiful Alice tells a tale of a strange new land that exists on the other side of a rabbit hole. An invisible cat, a hookah smoking caterpillar and playing-cards that talk are just some of the fantastic things she's seen during this impossible adventure. Surely this troubled girl must be insane, and her doctors aim to cure her with a treatment that will make her forget everything. Alice seems ready to put it all behind her, especially the painful memory of the genie she fell in love with and lost forever -- the handsome and mysterious Cyrus . But deep down Alice knows this world is real, and just in the nick of time the sardonic Knave of Hearts and the irrepressible White Rabbit arrive to save her from a doomed fate. Together the trio will take a tumble down the rabbit hole to this Wonderland where nothing is impossible.</p>"
  },
  {
    "id": 24,
    "url": "https://www.tvmaze.com/shows/24/hawaii-five-0",
    "name": "Hawaii Five-0",
    "genres": [
      "Drama",
      "Action",
      "Crime"
    ],
    "image": {
      "medium": "https://static.tvmaze.com/uploads/images/medium_portrait/213/532575.jpg",
      "original": "https://static.tvmaze.com/uploads/images/original_untouched/213/532575.jpg"
    },
    "summary": "<p><b>Hawaii Five-0</b> is a contemporary take on the classic series about a new elite federalized task force whose mission is to wipe out the crime that washes up on the Islands' sun-drenched beaches. Detective Steve McGarrett, a decorated Naval officer-turned-cop, returned to Oahu to investigate his father's murder and stayed after Hawaii's former governor persuaded him to head up the new team: his rules, no red tape and full blanket authority to hunt down the biggest \"game\" in town. Joining McGarrett is Detective Danny \"Danno\" Williams, a relocated ex-New Jersey cop - a working man in paradise who prefers skyscrapers to the coastline - but who's committed to keeping the Islands safe for his young daughter; Chin Ho Kelly, an ex-Honolulu police detective and former protégé of McGarrett's father who was wrongly accused of corruption; Dr. Max Bergman, the quirky coroner; Chin's cousin, Kono Kalakaua, a beautiful and fearless native; and Captain Lou Grover, who formerly headed Hawaii's SWAT unit. Joining them is Jerry Ortega, a former classmate of Chin's and the Island's local conspiracy theorist. The state's brash FIVE-0 unit, who may spar and jest among themselves, remain determined to eliminate the seedy elements from the 50th state.</p>"
  },
  {
    "id": 25,
    "url": "https://www.tvmaze.com/shows/25/hellsing",
    "name": "Hellsing",
    "genres": [
      "Anime",
      "Horror",
      "Supernatural"
    ],
    "image": {
      "medium": "https://static.tvmaze.com/uploads/images/medium_portrait/178/446544.jpg",
      "original": "https://static.tvmaze.com/uploads/images/original_untouched/178/446544.jpg"
    },
    "summary": "<p><b>Hellsing </b>is a 13-part anime based on the manga of the same name. The plot is significantly difficult to that of the the manga although the characters are the same. The show mainly focuses on the hellsing institute that houses the anti-hero named Alucard who swore loyalty to the Helsing family many years before. Alucard being the first ever vampire takes on a new apprentice named Sera's.</p>"
  },
  {
    "id": 26,
    "url": "https://www.tvmaze.com/shows/26/hellsing-ultimate",
    "name": "Hellsing Ultimate",
    "genres": [
      "Drama",
      "Action",
      "Anime",
      "Horror"
    ],
    "image": {
      "medium": "https://static.tvmaze.com/uploads/images/medium_portrait/178/446780.jpg",
      "original": "https://static.tvmaze.com/uploads/images/original_untouched/178/446780.jpg"
    },
    "summary": "<p><b>Hellsing Ultimate</b>, unlike the 13-part <i>Hellsing</i> series, follows the manga of the same name very closely. Alucard being the main protagonist and anti-hero/vampire. <i>Hellsing Ultimate</i> is a 10-part series of OVAs whereby Alucard turns Sera's into a vampire. The main focus of the plot being on an enemy neo-nazi group.</p>"
  },
  {
    "id": 27,
    "url": "https://www.tvmaze.com/shows/27/berserk",
    "name": "Berserk",
    "genres": [
      "Anime",
      "Fantasy",
      "Horror"
    ],
    "image": {
      "medium": "https://static.tvmaze.com/uploads/images/medium_portrait/0/249.jpg",
      "original": "https://static.tvmaze.com/uploads/images/original_untouched/0/249.jpg"
    },
    "summary": "<p><b>Berserk </b>is a 25-part anime set in a dark fantasy/horror environment whereby the series focuses on the main character guts; a lone swordman who later meets up with a group of mercenaries called the band of the hawk. The leader of this band holds a strange necklace called a behelit that will only lead to evil.</p>"
  },
  {
    "id": 28,
    "url": "https://www.tvmaze.com/shows/28/californication",
    "name": "Californication",
    "genres": [
      "Drama",
      "Comedy"
    ],
    "image": {
      "medium": "https://static.tvmaze.com/uploads/images/medium_portrait/38/95017.jpg",
      "original": "https://static.tvmaze.com/uploads/images/original_untouched/38/95017.jpg"
    },
    "summary": "<p><b>Californication </b>is a series based around the writer Hank Moody. He moves to California and suffers a writers block as well as many other family and personal issues. His drinking and generally unhealthy lifestyle interrupts his relationships with his long term lover Karen and his daughter Becca as he struggles with his manager Charlie Runkle.</p>"
  },
  {
    "id": 29,
    "url": "https://www.tvmaze.com/shows/29/vikings",
    "name": "Vikings",
    "genres": [
      "Drama",
      "Action",
      "History"
    ],
    "image": {
      "medium": "https://static.tvmaze.com/uploads/images/medium_portrait/286/715906.jpg",
      "original": "https://static.tvmaze.com/uploads/images/original_untouched/286/715906.jpg"
    },
    "summary": "<p><b>Vikings</b> transports us to the brutal and mysterious world of Ragnar Lothbrok, a Viking warrior and farmer who yearns to explore - and raid - the distant shores across the ocean.</p>"
  },
  {
    "id": 30,
    "url": "https://www.tvmaze.com/shows/30/american-horror-story",
    "name": "American Horror Story",
    "genres": [
      "Drama",
      "Horror",
      "Thriller"
    ],
    "image": {
      "medium": "https://static.tvmaze.com/uploads/images/medium_portrait/282/706314.jpg",
      "original": "https://static.tvmaze.com/uploads/images/original_untouched/282/706314.jpg"
    },
    "summary": "<p><b>American Horror Story </b>is an horror television anthology series. Each season is conceived as a self-contained miniseries, following a disparate set of characters and settings, and a storyline with its own beginning, middle, and end. While some actors appear for more than one year, they play completely different roles in each season.</p>"
  },
  {
    "id": 31,
    "url": "https://www.tvmaze.com/shows/31/marvels-agents-of-shield",
    "name": "Marvel's Agents of S.H.I.E.L.D.",
    "genres": [
      "Action",
      "Adventure",
      "Science-Fiction"
    ],
    "image": {
      "medium": "https://static.tvmaze.com/uploads/images/medium_portrait/253/634071.jpg",
      "original": "https://static.tvmaze.com/uploads/images/original_untouched/253/634071.jpg"
    },
    "summary": "<p>Phil Coulson heads an elite team of fellow agents with the worldwide law-enforcement organization known as S.H.I.E.L.D. (Strategic Homeland Intervention Enforcement and Logistics Division), as they investigate strange occurrences around the globe. Its members -- each of whom brings a specialty to the group -- work with Coulson to protect those who cannot protect themselves from extraordinary and inconceivable threats.</p>"
  },
  {
    "id": 32,
    "url": "https://www.tvmaze.com/shows/32/fargo",
    "name": "Fargo",
    "genres": [
      "Drama",
      "Crime"
    ],
    "image": {
      "medium": "https://static.tvmaze.com/uploads/images/medium_portrait/267/669639.jpg",
      "original": "https://static.tvmaze.com/uploads/images/original_untouched/267/669639.jpg"
    },
    "summary": "<p><b>Fargo </b>is a seasonal anthology crime drama with some dark comical elements, inspired by the film <i>Fargo</i> written by the Coen brothers. Each season follows a new case and new characters, all entrenched in the trademark humor, murder and \"Minnesota nice\" that has made the film an enduring classic.</p>"
  },
  {
    "id": 33,
    "url": "https://www.tvmaze.com/shows/33/hemlock-grove",
    "name": "Hemlock Grove",
    "genres": [
      "Drama",
      "Horror",
      "Thriller"
    ],
    "image": {
      "medium": "https://static.tvmaze.com/uploads/images/medium_portrait/0/305.jpg",
      "original": "https://static.tvmaze.com/uploads/images/original_untouched/0/305.jpg"
    },
    "summary": "<p>Secrets are just a part of daily life in the small Pennsylvania town of <b>Hemlock Grove</b>, where the darkest evils hide in plain sight.</p>"
  }
]
